<script lang="ts">
import { Vue, Component } from 'vue-property-decorator';

@Component
export default class CabinetFurniturePage extends Vue {
  public name: 'CabinetFurniturePage';
}
</script>

<template>
  <v-container>
    <section>
      <header class="header-1">Производство корпусной мебели на заказ</header>
      <v-img
        class="v-img"
        src="../../assets/img-001/custom-cutting-1.webp"
        max-height="440"
      ></v-img>

      <p>
        <strong>Корпусная мебель на заказ. </strong>

        Важен комфорт и уют в доме? Готовая мебель – не ваш вариант. Она не
        всегда подходит по размеру, цвету, стилю интерьера. Для нестандартных и
        малогабаритных помещений подбор готовых решений и вовсе квест. Если вы
        не хотите тратить время впустую, то стоит сделать мебель под заказ.
        Более 10 лет мы занимаемся изготовлением корпусной мебели по
        индивидуальному заказу и рады предложить своим клиентам следующие
        изделия:
      </p>

      <ul class="list grid list-type-none">
        <li>Кухни под заказ</li>
        <li>Угловые кухни</li>
        <li>Кухни из массива</li>
        <li>Прямые кухни</li>
        <li>Кухни бюджетного варианта</li>
        <li>Корпусная мебель для кухни</li>
        <li>Кухонная мебель</li>
        <li>Прихожие на заказ</li>
        <li>Кровати-трансформеры</li>
        <li>Мебель-трансформер</li>
        <li>Изготовление торговой мебели</li>
        <li>Мебель для учреждений</li>
        <li>Корпусные шкафы-купе</li>
        <li>Угловая стенка - изготовление</li>
        <li>Гардеробные</li>
        <li>Мебель для ванной</li>
        <li>Компьютерные столы</li>
        <li>Шкафы-купе в спальню</li>
        <li>Офисная мебель</li>
        <li>Шкафы для офиса</li>
      </ul>

      <p>
        <strong>Нашими силами</strong>
        уже оборудован не один десяток домов, квартир, офисов в Витебске.
        <strong>Преимущества изделий</strong>
        , изготовленных нашими сотрудниками, бесспорны:
      </p>

      <ul class="list list-type-none">
        <li>
          Богатый выбор материалов от известных производителей (МДФ, ЛДСП,
          массив).
        </li>
        <li>Широкая цветовая палитра.</li>
        <li>Качественная и надежная фурнитура.</li>
        <li>Быстрые сроки изготовления - от 3 дней.</li>
        <li>Индивидуальный подход.</li>
      </ul>

      <p>
        <strong>Наши ключевые принципы работы</strong>
        – сопровождение проекта от разработки до установки. Взаимодействие и
        сотрудничество с клиентом у нас начинается с замеров и выезда дизайнера
        для уточнения деталей. Специалист приезжает в удобное время и предлагает
        возможные варианты обустройства офиса, жилья. Уже на первой встрече
        утверждается материал, согласовывается фурнитура, а заказчик получает
        примерный эскиз. После согласования стоимости и подписания договора
        заказ поступает в работу и в оговоренные сроки выполняется монтаж. Наши
        технологи детально проектируют изделие, тестируют его на прочность,
        надежность, не допускают брака и дефектов. Мы изготавливаем всю
        корпусную мебель под заказ (шкафы-купе, кухни, детские и т.п.) в
        установленные сроки на собственном производстве.
      </p>

      <p>
        <strong>Гарантией</strong> финансового спокойствия и безопасности
        клиентов является договор, в котором защищены все права клиентов. Мы
        точно описываем сроки изготовления корпусной мебели под заказ, даем
        полную гарантию качества.
      </p>
    </section>
  </v-container>
</template>

<style lang="scss" scoped>
.v-img {
  border-radius: 4px;
  margin: 15px 0;
}
.list {
  margin: 15px 0;
}
.list-type-none {
  list-style-type: none;
}
.grid {
  display: grid;
  grid-template-columns: repeat(auto-fill, minmax(250px, 1fr));
}
</style>
